1. 辣椒来自于美洲
zoom：1.78
coordinates：16.450,-74.322
文案：辣椒原产于中南美洲热带地区。从墨西哥到秘鲁，古印第安人在不同地域纷纷培植了这种作物，早於公元前7500年已用作烹調食品。哥伦布发现新大陆是其传遍世界的契机。

2. 初入中华：辣椒=观赏盆栽？
zoom：3.07
coordinates：33.733,121.997
文案：辣椒最初于15-16世纪进入中国，主要经由海洋贸易传入，经由四处（较大可能性）。但此时辣椒并不被当成食物，而是一种观赏植物。
“色红，甚可观。”
此时，中国传统的辛香料主要有姜、花椒、茱萸和胡椒等，尤以花椒為主。


3. 第一个吃辣椒的地区？
zoom：4.10
coordinates：28.459,106.680
文案：辣椒直到康熙年间才逐渐进入中国饮食。而 贵州或许是第一个吃辣的地区。为何？四个字：以辣代盐。明清两朝，人口激增而耕地不增，人均耕地面积骤降，而导致粮食短缺更何况奢侈的副食（如肉制品），下饭的调味副食（腌菜，咸菜等）成为主流。盐本身可保存蔬菜，促进进食，是下饭之首选。但贵州相比其他地区，少岩井，进入此地交通不便，盐的缺乏，让当时的黔人将目光转向辣椒，辣椒的辛辣可以促进食欲，取代盐的一部分作用。换言之，穷（物质的匮乏）或许促成了辣椒在那时食用价值的普及。


4. 辣椒走向全国！！！
zoom：2.30
coordinates：32.114,111.314
文案：在21世纪的今天，辣椒早就从遍布了全国各地， 不论是嗜甜的苏州/上海，食鲜的潮汕/广州，无肉不欢的内蒙/东北。辣味的普及，从成为某童年象征符号的卫龙辣条，到大街小巷的川菜，湘菜馆，麻小，重庆火锅店可见一般。
